[
  {
    "id": "1450",
    "name": "Marilyn S. Stallard",
    "review": "I followed the series' search for the best loved book in America; the reasons people gave for their choices was, at least, as interesting as the books themselves. The book of books gives me the option of searching out some other great reads to see if I come away with the same impressions.?",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRTeeaCTTyrL9HZdW2bmrlr-edN1fFhNxjLyfmyMUdoP34H8HPocRASP6rWVVo_wdwnebU&usqp=CAU"
  },
  {
    "id": "1451",
    "name": "ONeill1963",
    "review": "I'm addicted to reading; as soon as I finish one book, I like to dive into the next one or two. What I don't like to do is spend a lot of time looking for that next book. This fairly comprehensive reader's guide covers a lot of literary ground -- there's even a list of noteworthy books on Iraq (!)",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTjVGbMFDRqo5S1_EQf_yoTm5yNCmQaqvVS1hn_QiKt9n6xHCUAMj_bD82D87fyuYwA7UQ&usqp=CAU"
  },
  {
    "id": "1452",
    "name": "J. Walker",
    "review": "Love this book! A precise breakdown of books by subjects and then a description of each, making it so much easier to decide what to read next. I've only had this book a week or two and have bought six new books to read based on Best Reads' categories and individual descriptions.",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTHsiHCKYJayWq_kDj5__9eqrpe4kqcYPd8AeykdaHnjNtaQK1hUZc-SOUYSMCSQnk0M9Y&usqp=CAU"
  },
  {
    "id": "1453",
    "name": "Mystic Miraflores",
    "review": "Very helpful book, and a good read too! I put many of the recommendations in my eBook To be readpile. I look forward to an update if the book, if one is coming. The alphabetical layout and descriptions make it very easy to look for your books. The continuous updating makes it even",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRB_mpdTkAOjNZ8_N9SNFkzq7XCHXP81acoXPoHCRNi1o7IQk3EMPXwcA7kEVjw9jMHXos&usqp=CAU"
  },
  {
    "id": "1454",
    "name": 	"Birdie",
    "review": "It was a horrible self-published book. It was so poorly done, I flipped through it and then threw it away. Felt bad that all those trees had to die for nothing. The alphabetical layout and descriptions make it very easy to look for your books. The continuous updating makes it even better!",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTkm1lgWbrvwCUmkZMz7ipvs-mNBFZ5FLSw8_ZUujgNt9mMulG8LQoHrx1KMeckifrP-qo&usqp=CAU"
  },
  {
    "id": "1455",
    "name": "S. McLeod",
    "review": "As a very thorough guide to good reading from classics to current award winners, this resource is a must for avid readers of E-books! Wonderful excerpts! The alphabetical layout and descriptions make it very easy to look for your books. The continuous updating makes it even better!",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTcSgiG4CPYdRpP7ahhJZaDDHj5iBaOFEFDbGpvLse0trNhfr5A6efOXjA-bfjaNF1XNf0&usqp=CAU"
  },
  {
    "id": "1456",
    "name": "Great Adapter",
    "review": "As a busy person that has very little spare time, this book has been a great place to use as a starting point when looking for books on different subjects. The author shows great insight and his reviews have been spot-on after I read the recommended books myself.",
    "img": "https://www.pngitem.com/pimgs/m/404-4042710_circle-profile-picture-png-transparent-png.png"
  },
  {
    "id": "1457",
    "name": "Rob A.",
    "review": "This is a tremendous survey of and introduction to forms of lit that I'm not familiar with and genres that have been evolving faster than I've been able to track. The alphabetical layout and descriptions make it very easy to look for your books. The continuous updating makes it even better!",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQwQQTS4NPqnCGbJPd4x7O_YJNOJ5gH6KkejH3nhVfIhxwwJPHEotjPs0VCpGg-UcybvxM&usqp=CAU"
  },
  {
    "id": "1458",
    "name": "Frank Melfi",
    "review": "When I was in college (late 1950's) I took a reading course. I read the required number of books but I always wanted to read several other reccommended books. I found that The Book of Books is very helpfu,l not only in my quest to read some of the other reccommended books.",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTWv0KmvZhSF8J706GgWKwILeGnSqVl8_dGFxK-m-N42wHGSChQmZuRTjkHNwR2fpkFnYk&usqp=CAU"
  }
]